{"id":401,"date":"2020-09-28T14:13:17","date_gmt":"2020-09-28T04:43:17","guid":{"rendered":"https:\/\/marinamara.com\/?page_id=401"},"modified":"2020-10-14T09:48:20","modified_gmt":"2020-10-14T00:18:20","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/marinamara.com\/terms-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"<p>Welcome to our website. If you continue to browse and use this website you are agreeing to comply with and be legally bound by the following disclaimer, together with all the below terms and conditions of use.<\/p>\n<p>The information contained in this website is for general information purposes only and is provided by <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>. While we endeavour to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk. You need to make your own enquiries to determine if the information or products are appropriate for your intended use.<\/p>\n<p>In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website.<\/p>\n<p>Through this website you may be able to link to other websites which may not be under the control of <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>. We have no control over the nature, content and availability of those websites. The inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them.<\/p>\n<p>Every effort is made to keep the website up and running smoothly. However, <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control.<\/p>\n<p><strong>COPYRIGHT NOTICE<\/strong><\/p>\n<p>This website and its contents are the copyright of <strong>MARINA MARA PTY LTD © 2020<\/strong>. All rights reserved.<\/p>\n<p>Any redistribution or reproduction of part or all of the contents in any form is prohibited other than the following. You may print or download contents to a local hard disk for your personal and non-commercial use only. You may copy some extracts only to individual third parties for their personal use, but only if you acknowledge the website as the source of the material.<\/p>\n<p>You may not, except with our express written permission, use, distribute or commercially exploit the content. You may not transmit it or store it on any other website or other form of electronic retrieval system.<\/p>\n<p><strong>TERMS AND CONDITIONS OF USE <\/strong><\/p>\n<p>If you continue to browse and use this website you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy and website disclaimer, govern <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>’s relationship with you in relation to your use of this website.<\/p>\n<p>By using this website, you signify your acceptance of these terms and conditions of use. For the purposes of these terms and conditions, “Us”, “Our” and “We” refers to <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> and “You” and “Your” refers to you, the client, visitor, website user or person using our website.<\/p>\n<p><strong>AMENDMENT OF TERMS<\/strong><\/p>\n<p>We reserve the right to change, modify, add or remove portions of these terms at any time. Please check these terms regularly prior to using our website to ensure you are aware of any changes. We will endeavour to highlight any significant or substantive changes to you where possible. If you choose to use our website then we will regard that use as conclusive evidence of your agreement and acceptance that these terms govern your and <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>’s rights and obligations to each other.<\/p>\n<p><strong>LIMITATION OF LIABILITY<\/strong><\/p>\n<p>It is an essential pre-condition to you using our website that you agree and accept that <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> is not legally responsible for any loss or damage you might suffer related to your use of the website, whether from errors or from omissions in our documents or information, any goods or services we may offer or from any other use of the website. This includes your use or reliance on any third party content, links, comments or advertisements. Your use of, or reliance on, any information or materials on this website is entirely at your own risk, for which we shall not be liable.<\/p>\n<p>It shall be your own responsibility to ensure that any products, services or information available through this website meet your specific, personal requirements. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.<\/p>\n<p><strong>COMPETITION AND CONSUMER ACT<\/strong><\/p>\n<p>For the purposes of Schedule 2 of the Australian Consumer Law, in particular Sections 51 to 53, 64 and 64A of Part 3-2, Division 1, Subdivision A of the Competition and Consumer Act 2010 (Cth), <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>’s liability for any breach of a term of this agreement is limited to: the supplying of the goods or services to you again; the replacement of the goods; or the payment of the cost of having the goods or services supplied to you again.<\/p>\n<p>You must be over 18 years of age to use this website and to purchase any goods or services.<\/p>\n<p><strong>DELIVERY OF GOODS<\/strong><\/p>\n<p>Physical goods may be delivered by Australia Post and\/or other reputable courier companies. Deliveries are processed promptly upon receipt of full payment. Delivery may take between 2 and 14 days, depending on the delivery option. Damaged or lost orders should be resolved with Australia Post or the courier company directly and we are not responsible for goods that are damaged in transit or not received. Replacement of damaged or lost items is made at the discretion of <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>.<\/p>\n<p>Digital goods are delivered immediately. Please be aware there are inherent risks associated with downloading any software and digital goods. Should you have any technical problems downloading any of our goods, please contact us so we may try to assist you.<\/p>\n<p><strong>RETURNS AND REFUNDS<\/strong><\/p>\n<p><a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> handles returns and processes refunds in accordance with the Australian Consumer Protection legislation.<\/p>\n<p>Should you wish to return your order, please notify us within 24 hours of purchase with a valid reason for return. If we are unable to resolve your complaint or further assist you, we will process a refund upon timely receipt of the goods purchased. Unopened goods will be refunded in full. Refunds will be processed promptly and payment made by the same method that you made payment. All refunds are made at the discretion of <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> and no refunds shall be given for digital content products (ebooks, audio files) once they have been purchased.<\/p>\n<p><strong>CLIENT LOGIN \/ RESTRICTED AREA<\/strong><\/p>\n<p><a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> may from time to time provide you with access to (via your own unique login and password) a restricted area of the website that we use to showcase certain confidential information regarding our work or our business.<\/p>\n<p>It is your sole responsibility and not the responsibility of <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> to keep your login and password details safe and secure and not pass these details to any third parties under any circumstances.<\/p>\n<p>All information contained or displayed in any restricted area of the <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> website is strictly confidential. You irrevocably and unconditionally acknowledge and agree that you shall not disclose or otherwise reveal directly or indirectly to any third party any such confidential information without prior specific written consent of an authorised officer or director of MARINA MARA Pty Ltd.<\/p>\n<p>You must at all times indemnify MARINA MARA Pty Ltd from and against any loss or liability (including legal costs and expenses on an indemnity basis), suffered by MARINA MARA Pty Ltd arising from any claim or proceeding by any person, where such loss or liability resulted from a breach by you of these confidentiality obligations.<\/p>\n<p><strong>LINKS TO OTHER WEBSITES<\/strong><\/p>\n<p><a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> may from time to time provide on its website, links to other websites, advertisements and information on those websites for your convenience. This does not necessarily imply sponsorship, endorsement, or approval or arrangement between <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> and the owners of those websites. <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> takes no responsibility for any of the content found on the linked websites.<\/p>\n<p><a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>’s website may contain information or advertisements provided by third parties for which <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> accepts no responsibility whatsoever for any information or advice provided to you directly by third parties. We are making a ‘recommendation’ only and are not providing any advice nor do we take any responsibility for any advice received in this regard.<\/p>\n<p><strong>EMAIL MARKETING<\/strong><\/p>\n<p>If you provide your email address to us via the <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> website, you agree to have your email address placed on our email marketing list and for <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> to send to you from time to time any emails regarding our business or containing information we deem may be of interest to you.<\/p>\n<p>You authorise us to use and disclose your personal information within our business and alliance partners so that we can offer you a range of related services.  We will never abuse your information nor disclose it to any third party outside of our business or partner network.<\/p>\n<p><strong>WARRANTY DISCLAIMER<\/strong><\/p>\n<p>To the fullest extent permitted by law, <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> absolutely disclaims all warranties, expressed or implied, including, but not limited to, implied warranties of merchant ability and fitness for any particular purpose. <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> gives no warranty that the documents, goods or services will be free of errors, or that defects will be corrected, or that our website or its server is free of viruses or any other harmful components.<\/p>\n<p>Whilst we, at all times endeavour to have the most accurate, reliable and up-to-date information on our website, we do not warrant or make any representations regarding the use or the result of the use of any document, product, service, link or information in its website or as to their correctness, suitability, accuracy, reliability, or otherwise.<\/p>\n<p>It is your sole responsibility and not the responsibility of <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> to bear any and all costs of servicing, repairs, or correction. The applicable law in your state or territory may not permit these exclusions, particularly the exclusions of some implied warranties. Some of the above may not apply to you but you must ensure you are aware of any risk you may be taking by using this website or any products or services that may be offered through it. It is your responsibility to do so.<\/p>\n<p><strong>YOUR PRIVACY<\/strong><\/p>\n<p>At <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>, we are committed to protecting your privacy. We use the information we collect about you to maximize the services that we provide to you. We respect the privacy and confidentiality of the information provided by you and adhere to the Australian Privacy Principles. Please read our separate <a href=\"https:\/\/marinamara.com\/privacy-policy\/\">Privacy Policy<\/a> carefully.<\/p>\n<p>You may change your details at any time by advising us in writing via email. All information we receive from our customers is protected by our secure servers. <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>’s secure server software encrypts all customer information before it is sent to us. Furthermore, all customer data collected is secured against unauthorized use or access. Credit card information is not stored by us on our servers.<\/p>\n<p><strong>THIRD PARTIES<\/strong><\/p>\n<p>We do not and will not sell or deal in personal or customer information. We may however use in a general sense without any reference to your name or contact information, your information to create marketing statistics, identify user demands and assist in meeting customer needs generally. In addition, we may use the information that you provide to improve our website and services but not for any other use.<\/p>\n<p><strong>DISCLOSURE OF INFORMATION<\/strong><\/p>\n<p><a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> may be required, in certain circumstances, to disclose information in good faith and where <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> is required to do so in the following circumstances: by law or by any court; to enforce the terms of any of our customer agreements; or to protect the rights, property or safety of our customers or third parties.<\/p>\n<p><strong>EXCLUSION OF COMPETITORS<\/strong><\/p>\n<p>If you are in the business of creating similar documents, goods or services for the purpose of providing them for a fee to users, whether they be business users or domestic users, then you are a competitor of <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>. <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> expressly excludes and does not permit you to use or access our website, to download any documents or information from its website or obtain any such documents or information through a third party. If you breach this term then <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> will hold you fully responsible for any loss that we may sustain and further hold you accountable for all profits that you might make from such unpermitted and improper use. <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> reserves the right to exclude and deny any person access to our website, services or information in our sole discretion.<\/p>\n<p><strong>COPYRIGHT, TRADEMARK AND RESTRICTIONS OF USE<\/strong><\/p>\n<p>This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the design, layout, look, appearance, trademarks and graphics. You are not permitted to reproduce the documents, information or materials on the website for the purposes of sale or the use by any third party. In particular you are not permitted to republish, upload, transmit electronically or otherwise or distribute any of the materials, documents or products that may be available for download from time to time on this website.<\/p>\n<p><a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> expressly reserves all copyright and trademark in all documents, information and materials on our website and we reserve the right to take action against you if you breach any of these terms.<\/p>\n<p>Any redistribution or reproduction of part or all of the contents in any form is prohibited other than the following: you may print or download to a local hard disk extracts for your personal and non-commercial use only; and you may copy the content to individual third parties for their personal use, but only if you acknowledge the website as the source of the material.<\/p>\n<p>You may not, except with our express written permission, use, distribute or commercially exploit the content. Nor may you transmit it or store it in any other website or other form of electronic retrieval system.<\/p>\n<p><strong>CONSULTING SERVICES<\/strong><\/p>\n<p>By engaging our services, you agree that MARINA MARA PTY Ltd. is reliant on the information supplied by the client in order to provide the services and cannot be held responsible for any results for services provided based on such client information. You are liable and fully responsible for any decisions you make based on our services or recommendations and any consequences, which may result.<\/p>\n<p>Any and all information on our website is educational and for information purposes only, intended to assist you. It is not to be construed as business advice and should not substitute professional advice based on your own business or personal circumstances.<\/p>\n<p><strong>WHOLE AGREEMENT<\/strong><\/p>\n<p>These terms and conditions represent the whole agreement between you and <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> concerning your use and access to <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a>’s website and your use and access to the documents and information on it. No other term is to be included in this agreement except where it is required to be included by any legislation of the Commonwealth or any State or Territory. All implied terms except those implied by statute and which cannot be expressly excluded are hereby expressly excluded.<\/p>\n<p><strong>EXCLUSION OF UNENFORCEABLE TERMS<\/strong><\/p>\n<p>Where any clause or term above would by any applicable statute be illegal, void, or unenforceable in any State or Territory then such a clause shall not apply in that State or Territory and shall be deemed never to have been included in these terms and conditions in that State or Territory. Such a clause if legal and enforceable in any other State or Territory shall continue to be fully enforceable and part of this agreement in those other States and Territories. The deemed exclusion of any term pursuant to this paragraph shall not affect or modify the full enforceability and construction of the other clauses of these terms and conditions.<\/p>\n<p><strong>JURISDICTION<\/strong><\/p>\n<p>This agreement and this website are subject to the laws of the state of South Australia and Australia. If there is a dispute between you and <a href=\"http:\/\/marinamara.com\/\">marinamara.com<\/a> that results in litigation then you must submit to the jurisdiction of the courts of South Australia.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Welcome to our website. If you continue to browse and use this website you are agreeing to comply with and be legally bound by the following disclaimer, together with all the below terms and conditions of use. The information contained in this website is for general information purposes only and is provided by marinamara.com. While we endeavour to keep the information&#8230; <a href=\"https:\/\/marinamara.com\/terms-conditions\/\" class=\"read-more\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":408,"parent":0,"menu_order":2,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/pages\/401"}],"collection":[{"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/comments?post=401"}],"version-history":[{"count":3,"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/pages\/401\/revisions"}],"predecessor-version":[{"id":407,"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/pages\/401\/revisions\/407"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/media\/408"}],"wp:attachment":[{"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/media?parent=401"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}