{"id":7,"date":"2017-09-08T12:31:33","date_gmt":"2017-09-08T12:31:33","guid":{"rendered":"http:\/\/marinamara.com\/?page_id=7"},"modified":"2020-05-21T03:18:19","modified_gmt":"2020-05-21T03:18:19","slug":"about","status":"publish","type":"page","link":"https:\/\/marinamara.com\/about\/","title":{"rendered":"About"},"content":{"rendered":"<img loading=\"lazy\" class=\"alignnone wp-image-264 size-full\" src=\"http:\/\/marinamara.com\/wp-content\/uploads\/2020\/05\/MARINA-MARA-As_Seen_Publicity.png\" alt=\"\" width=\"707\" height=\"76\" srcset=\"https:\/\/marinamara.com\/wp-content\/uploads\/2020\/05\/MARINA-MARA-As_Seen_Publicity.png 707w, https:\/\/marinamara.com\/wp-content\/uploads\/2020\/05\/MARINA-MARA-As_Seen_Publicity-300x32.png 300w, https:\/\/marinamara.com\/wp-content\/uploads\/2020\/05\/MARINA-MARA-As_Seen_Publicity-200x21.png 200w\" sizes=\"(max-width: 707px) 100vw, 707px\" \/>\n<h4>DESTINED TO BE IN MEDIA<\/h4>\n<p>She was 9, and it was the late 80’s. With love for written words and a curated vision of what she thought her community needed to read, she launched her first newspaper. As an all-in-one Writer, Editor, and Art Director, Marina created the launch issue over a weekend and produced it entirely at the corner store’s photocopier. With a value-add mindset and a shoestring budget, she invested her pocket money in a bulk sticker pack she later divided into singles, which she then stapled on each front cover. In today’s terms that’s an “opt-in gift”. Then loaded with enthusiasm and confidence, she walked her neighbourhood on a Saturday, determined to sell each one. Four hours later, she returned with an empty backpack, a load of cash, and 48 three-month subscriptions. Her summer was set, and so was her pocket! The success of this launch issue determined the viability of her first media venture, but little did she know it was the catalyst for many more.<\/p>\n<p>&nbsp;<\/p>\n<h4>THE CAREER BREAK<\/h4>\n<p>Less than a decade later, Marina was a Marketing and Journalism University Undergraduate, whilst also being inducted into two prestigious Australian industry schools; the Australian Federation of Advertising AdSchool, and News Limited’s AWARD (Australian Writers and Art Directors School), which she graduated from both with award winning campaigns.<\/p>\n<p>Only a few months later, her tenacity and laser focus earned Marina a graduate role in her very first year of university, with Network Ten -a major Australian Television Network. At the age of 19, she said goodbye to the lecture theatre, and formally began her full-time career in Media while completing her undergraduate studies via long distance.<\/p>\n<p>&nbsp;<\/p>\n<h4>THE EARLY ADOPTER<\/h4>\n<p>With an interest in behavioural psychology and human capital, Marina became one of the first accredited business coaches in Australia, when coaching was still in its infancy (ICF, 2003).<br \/>\nAfter completing formal studies and hundreds of pro-bono coaching certification hours on real teams and C-suite executives, she launched her first consultancy at 23 and began coaching CEOs and Founders on their corporate and personal brands. She was later invited to introduce the discipline to Vodafone Australia, and rolled out several coaching clinics on branding, across multiple Australian corporations. Her deep understanding of language and behaviour, along with her ability to clearly articulate the essence of her clients, offered Marina the opportunity to write for high profile business owners. She became their voice, and their media coach, unlocking Publicity opportunities that were truly aligned with their brand.<\/p>\n<p>&nbsp;<\/p>\n<h4>THE CONSULTANCY<\/h4>\n<p>With clients worldwide, MARINA MARA is now a global consultancy that specialises in Media, Brand, and Reputation Management. Marina works with individuals and companies, turning them into attractive, highly influential and lucrative brands through tailored media and brand consulting. She is also a Ghostwriter for a select celebrity clientele, which includes high profile personalities in the world of broadcast television, design, medicine and finance. Marina unearths brands for their unique and often dormant reputable attributes, and transitions them through every stage of their growth all the way to the media spotlight.<\/p>\n<a href=\"https:\/\/www.linkedin.com\/in\/marinamara\" target=\"_blank\" rel=\"noopener noreferrer\"><img loading=\"lazy\" class=\"alignnone wp-image-269 size-full\" src=\"http:\/\/marinamara.com\/wp-content\/uploads\/2020\/05\/MARINA-MARA-Connect-on-LinkedIn.png\" alt=\"\" width=\"800\" height=\"120\" srcset=\"https:\/\/marinamara.com\/wp-content\/uploads\/2020\/05\/MARINA-MARA-Connect-on-LinkedIn.png 800w, https:\/\/marinamara.com\/wp-content\/uploads\/2020\/05\/MARINA-MARA-Connect-on-LinkedIn-300x45.png 300w, https:\/\/marinamara.com\/wp-content\/uploads\/2020\/05\/MARINA-MARA-Connect-on-LinkedIn-768x115.png 768w, https:\/\/marinamara.com\/wp-content\/uploads\/2020\/05\/MARINA-MARA-Connect-on-LinkedIn-200x30.png 200w\" sizes=\"(max-width: 800px) 100vw, 800px\" \/><\/a>\n","protected":false},"excerpt":{"rendered":"<p>DESTINED TO BE IN MEDIA She was 9, and it was the late 80’s. With love for written words and a curated vision of what she thought her community needed to read, she launched her first newspaper. As an all-in-one Writer, Editor, and Art Director, Marina created the launch issue over a weekend and produced&#8230; <a href=\"https:\/\/marinamara.com\/about\/\" class=\"read-more\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":3,"comment_status":"closed","ping_status":"closed","template":"template-about.php","meta":[],"_links":{"self":[{"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/pages\/7"}],"collection":[{"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/comments?post=7"}],"version-history":[{"count":9,"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/pages\/7\/revisions"}],"predecessor-version":[{"id":386,"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/pages\/7\/revisions\/386"}],"wp:attachment":[{"href":"https:\/\/marinamara.com\/wp-json\/wp\/v2\/media?parent=7"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}